Repository: BlueClouDragon/plugin.video.sosac.ph
Catalog: resources/language/resource.language.*/strings.po
Languages: cs_cz

# #200
source: Captcha requested
cs_cz: Je vyžadováno opsání kódu obrázku

# #201
source: Please wait...
cs_cz: Vyčkejte...

# #30000
source: Size of search history
cs_cz: Počet zapamatovaných hledání

# #30001
source: Video is not available, check[CR]whether it works using web page.
cs_cz: Video není dostupné, zkontrolujte,[CR]zda funguje přehrávání na webu.

# #30003
source: [B]Latest episodes[/B]
cs_cz: [B]Vyhledat[/B]

# #30004
source: Choose video source
cs_cz: Nové hledání

# #30005
source: By date
cs_cz: Dle datumu

# #30006
source: By performer
cs_cz: Stažené soubory

# #30007
source: By rating
cs_cz: Dle hodnocení

# #30008
source: [B]Previous[/B]
cs_cz: [B]Předchozí[/B]

# #30009
source: [B]Next[/B]
cs_cz: [B]Další[/B]

# #30010
source: Do you wish to use VIP account to get this file?
cs_cz: Chcete pro získání souboru použít VIP úcet?

# #30011
source: Login failed, please check addon settings
cs_cz: Přihlášení selhalo, zkontrolujte nastavení

# #30012
source: [B]Latest videos[/B]
cs_cz: [B]Nejnovější videa[/B]

# #30013
source: [B]Top videos[/B]
cs_cz: [B]Nejsledovanější videa[/B]

# #30014
source: Waiting for file %ss
cs_cz: Čekání na soubor %ss

# #30015
source: Do you want to enable usage tracking?
cs_cz: Chcete povolit zasílání dat o použití?

# #30016
source: Find similar
cs_cz: Hledat podobné

# #30030
source: Downloads
cs_cz: Složka pro stahování

# #30031
source: Please setup downloads folder
cs_cz: Nastavte prosím složku pro stahování

# #30032
source: Notify when downloading
cs_cz: Zobrazovat stav stahování

# #30033
source: - display notification every
cs_cz: - zobrazit stav každých

# #30037
source: [B]Downloads[/B]
cs_cz: [B]Stažené soubory[/B]

# #30050
source: Video quality
cs_cz: Kvalita videa

# #30051
source: Always ask
cs_cz: Zeptat se

# #30052
source: Best
cs_cz: Nejlepší

# #30053
source: Worst
cs_cz: Nejhorší

# #30057
source: Episodes order
cs_cz: Řazení epizod

# #30058
source: Oldest first
cs_cz: Od nejstarších

# #30059
source: Latest first
cs_cz: Od nejnovějších

# #30060
source: Autoselect language
cs_cz: Jazyk videa

# #30061
source: Any
cs_cz: Nezáleží

# #30062
source: English
cs_cz: Anglicky

# #30063
source: Czech
cs_cz: Česky

# #30100
source: Movies library
cs_cz: Složka pro filmy

# #30101
source: TVShow library
cs_cz: Složka pro seriály

# #30102
source: Subscription service sleep on start (hours)
cs_cz: Opozdit start služby o (hodiny)

# #30103
source: General
cs_cz: Obecné

# #30104
source: Subscriptions
cs_cz: Služba knihovny

# #30105
source: Default show check time (days)
cs_cz: Výchozí čas pro obnovu seriálu (dny)

# #30065
source: Load subtitles if available
cs_cz: Vkládat titulky, jsou li k dispozici

# #30107
source: StreamujTV Password
cs_cz: StreamujTV Heslo

# #30108
source: StreamujTV Location
cs_cz: StreamujTV Lokalita

# #30109
source: Czech
cs_cz: ČR

# #30110
source: Other
cs_cz: Mimo ČR

# #31000
source: Usage of plugin is tracked whenever you play or download video.
cs_cz: Data o použití jsou zaslána pouze v okamžiku, kdy spustíte přehrávání nebo stahování videa doplňkem.

# #30070
source: Force Czech titles
cs_cz: Vynutit české názvy

# #30080
source: Sort recently added
cs_cz: Řadit poslední přidané

# #30081
source: Unsorted
cs_cz: Neřadit

# #30082
source: Alphabetical
cs_cz: Abecedně

# #30083
source: Year
cs_cz: Roku
